Repository: ArsenAbazian/CryptoTradingFramework
Catalog: CryptoMarketClient.Avalonia/CryptoMarketClient/CryptoMarketClient/Resources/ExchangeViewResources.*.resx
Languages: ru

# AccountBalancesCaption
source: Account Balances
ru: Кошелек

# EnterMarketCaption
source: Enter Market
ru: Торговля

# OrderListCaption
source: Order List
ru: Список активных ордеров

# TradeHistoryCaption
source: Trade History
ru: История торговли

# ShowOnlyFavoritesCaption
source: Show Only Favorites
ru: Показать избраные

# StatusText_Initializing
source: Initializing...
ru: Инициализация...

# StatusText_Connecting
source: Connecting...
ru: Соединение...

# StatusText_NoData
source: No Data
ru: Нет данных

# StatusText_Disconnected
source: Disconnected
ru: Соединение закрыто

# StatusText_SocketError
source: Socket Error
ru: Ошибка сокета

# StatusText_MissingIncrementalUpdate
source: Missing Incremental Update
ru: Данные не обновляются

# StatusText_ConnectionInterrupted
source: Connection Interrupted
ru: Разрыв соединения

# StatusText_Waiting
source: Waiting...
ru: Ожидание...

# StatusText_Connected
source: Connected
ru: Соединено

# StatusText_Reconnect
source: Reconnect
ru: Повторное подключение

# Column.BaseCurrency
source: Base
ru: Валюта

# Column.HighestBid
source: Highest Bid
ru: Макс. цена покупки

# Column.LowestAsk
source: Lowest Ask
ru: Мин. цена продажи

# Column.Hr24High
source: Hr 24 High
ru: Высшаяя цена за 24ч.

# Column.Hr24Low
source: Hr 24 Low
ru: Низшая цена за 24ч.

# Column.Volume
source: Base Volume
ru: Объем торговли

# Column_Last
source: Last
ru: Текущая цена

# Column_Trend
source: Trend
ru: Тренд

# DataCountQueStatusFormatString
source: {0} in a data-queue
ru: {0} объектов в очереди
